Revit 2027 API
Mirror.MirrorTintcolor Property
 The property labeled "Color" from the "Mirror" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string MirrorTintcolor { get; }
Public Shared ReadOnly Property MirrorTintcolor As String
	Get
public:
static property String^ MirrorTintcolor {
	String^ get ();
}
static member MirrorTintcolor : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDoubleArray4d". This property allows a connected asset.
See Also
Reference
Mirror Class
Autodesk.Revit.DB.Visual Namespace